
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Alle nach vorne bringen";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Fenster";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Im Dock ablegen";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Fenster";

/* Class = "NSMenu"; title = "Interface"; ObjectID = "29"; */
"29.title" = "Interface";

/* Class = "NSMenuItem"; title = "Magic Number Machine"; ObjectID = "56"; */
"56.title" = "Magic Number Machine";

/* Class = "NSMenu"; title = "Magic Number Machine"; ObjectID = "57"; */
"57.title" = "Magic Number Machine";

/* Class = "NSMenuItem"; title = "About Magic Number Machine"; ObjectID = "58"; */
"58.title" = "Über Magic Number Machine";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Hilfe";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Hilfe";

/* Class = "NSMenuItem"; title = "Magic Number Machine Help"; ObjectID = "111"; */
"111.title" = "Magic Number Machine Hilfe";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Dienste";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Dienste";

/* Class = "NSMenuItem"; title = "Hide Magic Number Machine"; ObjectID = "134"; */
"134.title" = "Magic Number Machine ausblenden";

/* Class = "NSMenuItem"; title = "Quit Magic Number Machine"; ObjectID = "136"; */
"136.title" = "Magic Number Machine beenden";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Andere ausblenden";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Alle einblenden";

/* Class = "NSMenuItem"; title = "Find..."; ObjectID = "154"; */
"154.title" = "Suchen...";

/* Class = "NSMenuItem"; title = "Scroll to Selection"; ObjectID = "155"; */
"155.title" = "Auswahl anzeigen";

/* Class = "NSMenuItem"; title = "Copy Full Expression"; ObjectID = "157"; */
"157.title" = "Gesamten Ausdruck kopieren";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "158"; */
"158.title" = "Wiederrufen";

/* Class = "NSMenu"; title = "Find"; ObjectID = "159"; */
"159.title" = "Suchen";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "161"; */
"161.title" = "Auswahl suchen";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "162"; */
"162.title" = "Weitersuchen (rückwärts)";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "163"; */
"163.title" = "Bearbeiten";

/* Class = "NSMenuItem"; title = "Clear"; ObjectID = "164"; */
"164.title" = "Löschen";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "167"; */
"167.title" = "Weitersuchen (vorwärts)";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "168"; */
"168.title" = "Suchen";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "169"; */
"169.title" = "Bearbeiten";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "171"; */
"171.title" = "Einsetzen";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "173"; */
"173.title" = "Wiederholen";

/* Class = "NSMenuItem"; title = "Spelling"; ObjectID = "184"; */
"184.title" = "Rechtschreibung";

/* Class = "NSMenu"; title = "Spelling"; ObjectID = "185"; */
"185.title" = "Rechtschreibung";

/* Class = "NSMenuItem"; title = "Spelling..."; ObjectID = "187"; */
"187.title" = "Rechtschreibung...";

/* Class = "NSMenuItem"; title = "Check Spelling"; ObjectID = "189"; */
"189.title" = "Rechtschreibprüfung";

/* Class = "NSMenuItem"; title = "Check Spelling As You Type"; ObjectID = "191"; */
"191.title" = "Während der Texteingabe prüfen";

/* Class = "NSButton"; ibShadowedToolTip = "(Esc) Clear the current number"; ObjectID = "235"; */
"235.ibShadowedToolTip" = "(Esc) Löscht die aktuelle Zahl";

/* Class = "NSButton"; ibShadowedToolTip = "(clear) Clears the whole expression"; ObjectID = "252"; */
"252.ibShadowedToolTip" = "(clear) Löscht den gesamten Ausdruck";

/* Class = "NSButton"; ibShadowedToolTip = "(.) Fractional Point"; ObjectID = "265"; */
"265.ibShadowedToolTip" = "(,) Dezimalkomma";

/* Class = "NSButton"; ibShadowedToolTip = "(Return) Display result."; ObjectID = "292"; */
"292.ibShadowedToolTip" = "(Return) Zeigt das Ergebnis an";

/* Class = "NSButton"; ibShadowedToolTip = "(x) Append scientific-notation-style exponent"; ObjectID = "311"; */
"311.ibShadowedToolTip" = "(x) Fügt den Exponenten der wissenschaftlichen Darstellung an";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘-) Change the sign"; ObjectID = "313"; */
"313.ibShadowedToolTip" = "(⌘-) Ändert das Vorzeichen";

/* Class = "NSButton"; ibShadowedToolTip = "i - The square root of minus 1"; ObjectID = "314"; */
"314.ibShadowedToolTip" = "i - Die Quadratwurzel von minus 1";

/* Class = "NSButton"; ibShadowedToolTip = "(Delete) Delete one digit or part of the expression"; ObjectID = "315"; */
"315.ibShadowedToolTip" = "(Delete) Löscht eine Ziffer oder einen Teil des Ausdrucks";

/* Class = "NSTableColumn"; headerCell.title = "Expression History"; ObjectID = "692"; */
"692.headerCell.title" = "Vergangene Ausdrücke";

/* Class = "NSTableColumn"; headerCell.title = "Number Base"; ObjectID = "704"; */
"704.headerCell.title" = "Bezeichnung";

/* Class = "NSTableColumn"; headerCell.title = "Radix"; ObjectID = "706"; */
"706.headerCell.title" = "Basis";

/* Class = "NSTableColumn"; headerCell.title = "Data Values"; ObjectID = "709"; */
"709.headerCell.title" = "Werte";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "727"; */
"727.headerCell.title" = "Funktion auf Werte anwenden";

/* Class = "NSTableColumn"; headerCell.title = "X Values"; ObjectID = "746"; */
"746.headerCell.title" = "X-Werte";

/* Class = "NSTableColumn"; headerCell.title = "Y Values"; ObjectID = "747"; */
"747.headerCell.title" =  "Y-Werte";

/* Class = "NSTableColumn"; headerCell.title = "Constants"; ObjectID = "784"; */
"784.headerCell.title" = "Konstanten";

/* Class = "NSButton"; ibShadowedToolTip = "(p) Pi"; ObjectID = "789"; */
"789.ibShadowedToolTip" = "(p) Pi";

/* Class = "NSWindow"; title = "Fixed Precision"; ObjectID = "857"; */
"857.title" = "Feste Genauigkeit";

/* Class = "NSWindow"; title = "Scientific Notation"; ObjectID = "884"; */
"884.title" = "Wissenschaftliche Darstellung";

/* Class = "NSWindow"; title = "Number of Digits"; ObjectID = "890"; */
"890.title" = "Anzahl Ziffern";

/* Class = "NSTableColumn"; headerCell.title = "# Bits"; ObjectID = "947"; */
"947.headerCell.title" = "Bits";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "1316"; */
"1316.headerCell.title" = "Funktion auf Werte anwenden";

/* Class = "NSTableColumn"; headerCell.title = "Apply Function to Data Values"; ObjectID = "1324"; */
"1324.headerCell.title" = "Funktion auf Werte anwenden";

/* Class = "NSBox"; title = "Title"; ObjectID = "1339"; */
"1339.title" = "Title";

/* Class = "NSBox"; title = "Title"; ObjectID = "1341"; */
"1341.title" = "Title";

/* Class = "NSMenuItem"; title = "Copy Result"; ObjectID = "1398"; */
"1398.title" = "Ergebnis kopieren";

/* Class = "NSTableColumn"; headerCell.title = "1"; ObjectID = "1446"; */
"1446.headerCell.title" = "1";

/* Class = "NSTableColumn"; headerCell.title = "2"; ObjectID = "1447"; */
"1447.headerCell.title" = "2";

/* Class = "NSTableColumn"; headerCell.title = "3"; ObjectID = "1448"; */
"1448.headerCell.title" = "3";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘N) Opens the Constants Drawer"; ObjectID = "1475"; */
"1475.ibShadowedToolTip" = "(⌘N) Das Fach \"Konstanten\" ein- oder ausblenden";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘R) Opens the Radix Drawer"; ObjectID = "1477"; */
"1477.ibShadowedToolTip" = "(⌘R) Das Fach \"Basis\" ein- oder ausblenden";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘Y) Open the History Drawer"; ObjectID = "1478"; */
"1478.ibShadowedToolTip" = "(⌘Y) Das Fach \"Verlauf\" ein- oder ausblenden";

/* Class = "NSBox"; title = "Box"; ObjectID = "1479"; */
"1479.title" = "Box";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘3) Opens the Array Data Drawer"; ObjectID = "1480"; */
"1480.ibShadowedToolTip" = "(⌘3) Opens the Array Data Drawer";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘2) Opens the 2D Data Drawer"; ObjectID = "1481"; */
"1481.ibShadowedToolTip" = "(⌘2) Das Fach \"Werte 2D\" ein- oder ausblenden";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘1) Opens the Data Drawer"; ObjectID = "1482"; */
"1482.ibShadowedToolTip" = "(⌘1) Das Fach \"Werte\" ein- oder ausblenden";

/* Class = "NSButton"; ibShadowedToolTip = "(m) Modulo -- not percent"; ObjectID = "1652"; */
"1652.ibShadowedToolTip" = "(m) Modulo -- nicht Prozent";

/* Class = "NSButton"; ibShadowedToolTip = "Right Parenthesis"; ObjectID = "1655"; */
"1655.ibShadowedToolTip" = "Rechte Klammer";

/* Class = "NSButton"; ibShadowedToolTip = "(r) Complex magnitude"; ObjectID = "1657"; */
"1657.ibShadowedToolTip" = "(r) Betrag magnitude";

/* Class = "NSButton"; ibShadowedToolTip = "(k) Real Part"; ObjectID = "1658"; */
"1658.ibShadowedToolTip" = "(k) Realteil";

/* Class = "NSButton"; ibShadowedToolTip = "(n) Permutations"; ObjectID = "1662"; */
"1662.ibShadowedToolTip" = "(n) Permutationen";

/* Class = "NSButton"; ibShadowedToolTip = "(l) Natural Logarithm"; ObjectID = "1664"; */
"1664.ibShadowedToolTip" = "(l) Natürlicher Logarithmus";

/* Class = "NSButton"; ibShadowedToolTip = "(g) shift the exponent left"; ObjectID = "1668"; */
"1668.ibShadowedToolTip" = "(g) Schiebt den Exponenten nach links";

/* Class = "NSButton"; ibShadowedToolTip = "(q) Factorial"; ObjectID = "1669"; */
"1669.ibShadowedToolTip" = "(q) Fakultät";

/* Class = "NSButton"; ibShadowedToolTip = "Left Parenthesis"; ObjectID = "1672"; */
"1672.ibShadowedToolTip" = "Linke Klammer";

/* Class = "NSButton"; ibShadowedToolTip = "(j) binary OR"; ObjectID = "1673"; */
"1673.ibShadowedToolTip" = "(j) Binäres ODER";

/* Class = "NSButton"; ibShadowedToolTip = "(⌥o) Hyperbolic Cosine"; ObjectID = "1674"; */
"1674.ibShadowedToolTip" = "(⌥o) Hyperbolic Cosinus";

/* Class = "NSButton"; ibShadowedToolTip = "(v) Square Root"; ObjectID = "1679"; */
"1679.ibShadowedToolTip" = "(v) Quadratwurzel";

/* Class = "NSButton"; ibShadowedToolTip = "(z) e, raised to the next number"; ObjectID = "1680"; */
"1680.ibShadowedToolTip" = "(z) e hoch die folgende Zahl";

/* Class = "NSButton"; ibShadowedToolTip = "(space) Adds the result to the Data"; ObjectID = "1681"; */
"1681.ibShadowedToolTip" = "(space) Fügt das Ergebnis zu den Werten hinzu";

/* Class = "NSButton"; ibShadowedToolTip = "(w) square the current number"; ObjectID = "1683"; */
"1683.ibShadowedToolTip" = "(w) Quadriert die aktuelle Zahl";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘D) Display Precision"; ObjectID = "1684"; */
"1684.ibShadowedToolTip" = "(⌘D) Anzeigegenauigkeit";

/* Class = "NSButton"; ibShadowedToolTip = "(⌥t) Hyperbolic Tangent"; ObjectID = "1687"; */
"1687.ibShadowedToolTip" = "(⌥t) Hyperbolic Tangens";

/* Class = "NSButton"; ibShadowedToolTip = "(h) binary AND"; ObjectID = "1691"; */
"1691.ibShadowedToolTip" = "(h) Binäres UND";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘T) Change Trig. Mode"; ObjectID = "1692"; */
"1692.ibShadowedToolTip" = "(⌘T) Winkelmodus ändern";

/* Class = "NSButton"; ibShadowedToolTip = "(⌥w) raise to the next number"; ObjectID = "1693"; */
"1693.ibShadowedToolTip" = "(⌥w) Exponentiert mit der nächsten Zahl";

/* Class = "NSButton"; ibShadowedToolTip = "(⌥s) Hyperbolic Sine"; ObjectID = "1697"; */
"1697.ibShadowedToolTip" = "(⌥s) Hyperbolic Sinus";

/* Class = "NSMenuItem"; title = "Preferences..."; ObjectID = "1761"; */
"1761.title" = "Einstellungen...";

/* Class = "NSWindow"; title = "Preferences"; ObjectID = "1763"; */
"1763.title" = "Einstellungen";

/* Class = "NSButtonCell"; title = "Standard"; ObjectID = "1768"; */
"1768.title" = "Standard";

/* Class = "NSButtonCell"; title = "Scientific"; ObjectID = "1769"; */
"1769.title" = "Wissenschaftlich";

/* Class = "NSButtonCell"; title = "Fixed"; ObjectID = "1770"; */
"1770.title" = "Fest";

/* Class = "NSMenuItem"; title = "Show Keyboard Shortcuts"; ObjectID = "2161"; */
"2161.title" = "Zeigen Sie Tastaturabkürzungen";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "2706"; */
"2706.title" = "Ablage";

/* Class = "NSMenu"; title = "File"; ObjectID = "2707"; */
"2707.title" = "Ablage";

/* Class = "NSMenuItem"; title = "Export to PDF..."; ObjectID = "2713"; */
"2713.title" = "Exportieren PDF...";

/* Class = "NSButtonCell"; title = "mod"; ObjectID = "2724"; */
"2724.title" = "mod";

/* Class = "NSButtonCell"; title = ")"; ObjectID = "2727"; */
"2727.title" = ")";

/* Class = "NSButtonCell"; title = "abs"; ObjectID = "2729"; */
"2729.title" = "abs";

/* Class = "NSButtonCell"; title = "Re"; ObjectID = "2730"; */
"2730.title" = "Re";

/* Class = "NSButtonCell"; title = "nPr"; ObjectID = "2734"; */
"2734.title" = "nPr";

/* Class = "NSButtonCell"; title = "ln"; ObjectID = "2736"; */
"2736.title" = "ln";

/* Class = "NSButtonCell"; title = "<3"; ObjectID = "2740"; */
"2740.title" = "<3";

/* Class = "NSButtonCell"; title = "x!"; ObjectID = "2741"; */
"2741.title" = "x!";

/* Class = "NSButtonCell"; title = "("; ObjectID = "2744"; */
"2744.title" = "(";

/* Class = "NSButtonCell"; title = "or"; ObjectID = "2745"; */
"2745.title" = "or";

/* Class = "NSButtonCell"; title = "cosh"; ObjectID = "2746"; */
"2746.title" = "cosh";

/* Class = "NSButtonCell"; title = "eˣ"; ObjectID = "2752"; */
"2752.title" = "eˣ";

/* Class = "NSButtonCell"; title = "Add Data"; ObjectID = "2753"; */
"2753.title" = "Wert hinzu";

/* Class = "NSButtonCell"; title = "x²"; ObjectID = "2755"; */
"2755.title" = "x²";

/* Class = "NSButtonCell"; title = "Disp"; ObjectID = "2756"; */
"2756.title" = "Disp";

/* Class = "NSButtonCell"; title = "tanh"; ObjectID = "2759"; */
"2759.title" = "tanh";

/* Class = "NSButtonCell"; title = "and"; ObjectID = "2763"; */
"2763.title" = "and";

/* Class = "NSButtonCell"; title = "Rad"; ObjectID = "2764"; */
"2764.title" = "Rad";

/* Class = "NSButtonCell"; title = "xʸ"; ObjectID = "2765"; */
"2765.title" = "xʸ";

/* Class = "NSButtonCell"; title = "sinh"; ObjectID = "2769"; */
"2769.title" = "sinh";

/* Class = "NSButtonCell"; title = "2"; ObjectID = "2771"; */
"2771.title" = "2";

/* Class = "NSButtonCell"; title = "D"; ObjectID = "2772"; */
"2772.title" = "D";

/* Class = "NSButtonCell"; title = "–"; ObjectID = "2773"; */
"2773.title" = "–";

/* Class = "NSButtonCell"; title = "1"; ObjectID = "2774"; */
"2774.title" = "1";

/* Class = "NSButtonCell"; title = "4"; ObjectID = "2775"; */
"2775.title" = "4";

/* Class = "NSButtonCell"; title = "F"; ObjectID = "2776"; */
"2776.title" = "F";

/* Class = "NSButtonCell"; title = "5"; ObjectID = "2777"; */
"2777.title" = "5";

/* Class = "NSButtonCell"; title = "C"; ObjectID = "2778"; */
"2778.title" = "C";

/* Class = "NSButtonCell"; title = "×"; ObjectID = "2779"; */
"2779.title" = "×";

/* Class = "NSButtonCell"; title = "+"; ObjectID = "2780"; */
"2780.title" = "+";

/* Class = "NSButtonCell"; title = "AC"; ObjectID = "2781"; */
"2781.title" = "AC";

/* Class = "NSButtonCell"; title = "÷"; ObjectID = "2782"; */
"2782.title" = "÷";

/* Class = "NSButtonCell"; title = "•"; ObjectID = "2783"; */
"2783.title" = "•";

/* Class = "NSButtonCell"; title = "3"; ObjectID = "2784"; */
"2784.title" = "3";

/* Class = "NSButtonCell"; title = "E"; ObjectID = "2785"; */
"2785.title" = "E";

/* Class = "NSButtonCell"; title = "="; ObjectID = "2786"; */
"2786.title" = "=";

/* Class = "NSButtonCell"; title = "C"; ObjectID = "2787"; */
"2787.title" = "C";

/* Class = "NSButtonCell"; title = "0"; ObjectID = "2788"; */
"2788.title" = "0";

/* Class = "NSButtonCell"; title = "6"; ObjectID = "2789"; */
"2789.title" = "6";

/* Class = "NSButtonCell"; title = "B"; ObjectID = "2790"; */
"2790.title" = "B";

/* Class = "NSButtonCell"; title = "7"; ObjectID = "2791"; */
"2791.title" = "7";

/* Class = "NSButtonCell"; title = "8"; ObjectID = "2792"; */
"2792.title" = "8";

/* Class = "NSButtonCell"; title = "9"; ObjectID = "2793"; */
"2793.title" = "9";

/* Class = "NSButtonCell"; title = "A"; ObjectID = "2794"; */
"2794.title" = "A";

/* Class = "NSButtonCell"; title = "EE"; ObjectID = "2795"; */
"2795.title" = "EE";

/* Class = "NSButtonCell"; title = "⁺⁄₋"; ObjectID = "2796"; */
"2796.title" = "⁺⁄₋";

/* Class = "NSButtonCell"; title = "i"; ObjectID = "2797"; */
"2797.title" = "i";

/* Class = "NSButtonCell"; title = "DEL"; ObjectID = "2798"; */
"2798.title" = "DEL";

/* Class = "NSButtonCell"; title = "π"; ObjectID = "2799"; */
"2799.title" = "π";

/* Class = "NSTextFieldCell"; title = "Precision: 12 Digits"; ObjectID = "2800"; */
"2800.title" = "Genauigkeit: 12 Ziffern";

/* Class = "NSTextFieldCell"; title = "Degrees"; ObjectID = "2801"; */
"2801.title" = "Deg";

/* Class = "NSTextFieldCell"; title = "Radix: 10"; ObjectID = "2802"; */
"2802.title" = "Basis: 10";

/* Class = "NSButtonCell"; title = "Constants"; ObjectID = "2803"; */
"2803.title" = "Konstanten";

/* Class = "NSButtonCell"; title = "Radix"; ObjectID = "2804"; */
"2804.title" = "Basis";

/* Class = "NSButtonCell"; title = "History"; ObjectID = "2805"; */
"2805.title" = "Verlauf";

/* Class = "NSButtonCell"; title = "Array Data"; ObjectID = "2806"; */
"2806.title" = "Tabelle";

/* Class = "NSButtonCell"; title = "Data 2D"; ObjectID = "2807"; */
"2807.title" = "Werte 2D";

/* Class = "NSButtonCell"; title = "Data"; ObjectID = "2808"; */
"2808.title" = "Werte";

/* Class = "NSButtonCell"; title = "Clear History"; ObjectID = "2809"; */
"2809.title" = "Verlauf löschen";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2810"; */
"2810.title" = "Funktion anwenden";

/* Class = "NSButtonCell"; title = "Copy Value to Display"; ObjectID = "2811"; */
"2811.title" = "Wert in die Anzeige kopieren";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2812"; */
"2812.title" = "Alles löschen";

/* Class = "NSButtonCell"; title = "Clear Value"; ObjectID = "2813"; */
"2813.title" = "Wert löschen";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2814"; */
"2814.title" = "Alles löschen";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2815"; */
"2815.title" = "Funktion anwenden";

/* Class = "NSButtonCell"; title = "Clear Row"; ObjectID = "2816"; */
"2816.title" = "Zeile löschen";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2817"; */
"2817.title" = "3";

/* Class = "NSTextFieldCell"; title = "Columns:"; ObjectID = "2818"; */
"2818.title" = "Spalten:";

/* Class = "NSButtonCell"; title = "Clear All"; ObjectID = "2819"; */
"2819.title" = "Alles löschen";

/* Class = "NSButtonCell"; title = "Apply Function"; ObjectID = "2820"; */
"2820.title" = "Funktion anwenden";

/* Class = "NSButtonCell"; title = "Clear Row"; ObjectID = "2821"; */
"2821.title" = "Zeile löschen";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2822"; */
"2822.title" = "3";

/* Class = "NSTextFieldCell"; title = "Fixed Number of Decimal Places:"; ObjectID = "2823"; */
"2823.title" = "Feste Anzahl Nachkommastellen:";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2824"; */
"2824.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2825"; */
"2825.title" = "Abbrechen";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2826"; */
"2826.title" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "Number of significant digits:"; ObjectID = "2827"; */
"2827.title" = "Number of significant digits:";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2828"; */
"2828.title" = "OK";

/* Class = "NSTextFieldCell"; title = "3"; ObjectID = "2829"; */
"2829.title" = "3";

/* Class = "NSTextFieldCell"; title = "12"; ObjectID = "2830"; */
"2830.title" = "12";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "2831"; */
"2831.title" = "OK";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2832"; */
"2832.title" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "Number of digits to display:"; ObjectID = "2833"; */
"2833.title" = "Anzahl anzuzeigender Ziffern:";

/* Class = "NSButtonCell"; title = "Use thousands separator"; ObjectID = "2834"; */
"2834.title" = "Tausenderstellen trennen";

/* Class = "NSTextFieldCell"; title = "Default display:"; ObjectID = "2835"; */
"2835.title" = "Anzeigemodus:";

/* Class = "NSTextFieldCell"; title = "Grouping:"; ObjectID = "2836"; */
"2836.title" = "Gruppierung:";

/* Class = "NSButtonCell"; title = "Save"; ObjectID = "2837"; */
"2837.title" = "Speichern";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "2838"; */
"2838.title" = "Abbrechen";

/* Class = "NSTextFieldCell"; title = "digits"; ObjectID = "2842"; */
"2842.title" = "Ziffern";

/* Class = "NSTextFieldCell"; title = "significant figures"; ObjectID = "2843"; */
"2843.title" = "signifikante Stellen";

/* Class = "NSTextFieldCell"; title = "fractional places"; ObjectID = "2844"; */
"2844.title" = "Nachkommastellen";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "2845"; */
"2845.title" = "Radio";

/* Class = "NSButton"; ibShadowedToolTip = "(o) Cosine"; ObjectID = "2895"; */
"2895.ibShadowedToolTip" = "(o) Cosinus";

/* Class = "NSButton"; ibShadowedToolTip = "(t) Tangent"; ObjectID = "2896"; */
"2896.ibShadowedToolTip" = "(t) Tangens";

/* Class = "NSButton"; ibShadowedToolTip = "(s) Sine"; ObjectID = "2897"; */
"2897.ibShadowedToolTip" = "(s) Sinus";

/* Class = "NSButtonCell"; title = "sin"; ObjectID = "2898"; */
"2898.title" = "sin";

/* Class = "NSButtonCell"; title = "tan"; ObjectID = "2899"; */
"2899.title" = "tan";

/* Class = "NSButtonCell"; title = "cos"; ObjectID = "2900"; */
"2900.title" = "cos";

/* Class = "NSButton"; ibShadowedToolTip = "(w) cube the current number"; ObjectID = "2904"; */
"2904.ibShadowedToolTip" = "(w) cube the current number";

/* Class = "NSButtonCell"; title = "x³"; ObjectID = "2905"; */
"2905.title" = "x³";

/* Class = "NSButton"; ibShadowedToolTip = "(⌘v) Cube Root"; ObjectID = "2907"; */
"2907.ibShadowedToolTip" = "(⌘v) Cube Root";

/* Class = "NSButton"; ibShadowedToolTip = "(⌥v) Nth Root"; ObjectID = "2910"; */
"2910.ibShadowedToolTip" = "(⌥v) Nth Root";

/* Class = "NSButton"; ibShadowedToolTip = "(g) shift the exponent left"; ObjectID = "2913"; */
"2913.ibShadowedToolTip" = "(g) Schiebt den Exponenten nach links";

/* Class = "NSButtonCell"; title = ">3"; ObjectID = "2914"; */
"2914.title" = ">3";

/* Class = "NSButton"; ibShadowedToolTip = "(n) Permutations"; ObjectID = "2916"; */
"2916.ibShadowedToolTip" = "(n) Permutations";

/* Class = "NSButtonCell"; title = "nCr"; ObjectID = "2917"; */
"2917.title" = "nCr";

/* Class = "NSButton"; ibShadowedToolTip = "(k) Real Part"; ObjectID = "2919"; */
"2919.ibShadowedToolTip" = "(k) Realteil";

/* Class = "NSButtonCell"; title = "Im"; ObjectID = "2920"; */
"2920.title" = "Im";

/* Class = "NSButton"; ibShadowedToolTip = "(⎇) Second function"; ObjectID = "2922"; */
"2922.ibShadowedToolTip" = "(⎇) Second function";

/* Class = "NSButtonCell"; title = "2nd"; ObjectID = "2923"; */
"2923.title" = "2nd";

/* Class = "NSButton"; ibShadowedToolTip = "(w) square the current number"; ObjectID = "2925"; */
"2925.ibShadowedToolTip" = "(w) Quadriert die aktuelle Zahl";

/* Class = "NSButtonCell"; title = "x⁻¹"; ObjectID = "2926"; */
"2926.title" = "x⁻¹";

/* Class = "NSButton"; ibShadowedToolTip = "(l) Natural Logarithm"; ObjectID = "2928"; */
"2928.ibShadowedToolTip" = "(l) Natürlicher Logarithmus";

/* Class = "NSButton"; ibShadowedToolTip = "(z) 10, raised to the next number"; ObjectID = "2929"; */
"2929.ibShadowedToolTip" = "(z) 10, raised to the next number";

/* Class = "NSButtonCell"; title = "10ˣ"; ObjectID = "2930"; */
"2930.title" = "10ˣ";

/* Class = "NSButtonCell"; title = "log"; ObjectID = "2931"; */
"2931.title" = "log";

/* Class = "NSButton"; ibShadowedToolTip = "(m) Round the number"; ObjectID = "2934"; */
"2934.ibShadowedToolTip" = "(m) Round the number";

/* Class = "NSButtonCell"; title = "Rnd"; ObjectID = "2935"; */
"2935.title" = "Rnd";
